{
  "title": {
    "type": "main",
    "text": "Your A-Z Guide to<br />the World of Kinks"
  },
  "subtitle": {
    "text": "Do you know your kinks? Are you sure? Discover your passions and new ways to explore them with Flure’s<br/>sensual kinky ABCs!"
  },
  "splash-img": "/images/kinks-guide/splash.png",
  "toy-black-img": "/images/kinks-guide/toy-black.png",
  "toy-white-img": "/images/kinks-guide/toy-white.png",
  "eye-mask-img": "/images/kinks-guide/eye-mask.png",

  "description": {
    "text": "Flure invites you to get a major in Kink Studies! And the first step to any major in any discipline is ABCs. We have prepared for you a comprehensive guide covering everything from the common to the uncommon, from the sexy to the bizarre. What are kinks, exactly? They're the special spices that transform plain sexual experiences into extraordinary adventures. Whether you're curious about different types of kinks out there, seeking examples of kinky practices, or simply aiming to get kinky in bed, our guide spans all kinds of kinks—normal, dirty, crazy, and taboo. From findom to voyeurism, our kinky ABCs has got you covered! So buckle up and join us as we explore fun, sexy, and sometimes unexpected expressions of desire in the bedroom and beyond."
  },
  "explore-and-date-title": {
    "text": "Explore and<br/> date funky!"
  },
  "get-to-it": "Get to it!",

  "footer-img": "/images/kinks-guide/mask.png",

  "footer-text-part-1": {
    "text": "If you're ready to explore beyond the ordinary, our special article on kinks offers a captivating look into a world of unique pleasures! Read it if you want to continue your education ;)"
  },
  "footer-text-part-2": {
    "text": "Final thoughts"
  },
  "footer-text-part-3": {
    "text": "To summarize, exploration is the key to a vibrant and fulfilling intimate life. If you're ready to dive deeper and find a play partner who shares your curiosities, Flure is your go-to dating app. It's designed for those looking to explore their kinks together in a safe and welcoming environment. So why wait? Download Flure today, set up your profile, and discover a community where your desires are understood and embraced. Let your adventure begin, and who knows? Your perfect kinky match could be just a swipe away!"
  },

  "cards": [
    {
      "letter": "A",
      "title": "Age Play:",
      "subtitle": "Role-playing different ages, often involving \"adult baby\" or \"daddy/mommy\" dynamics.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "B",
      "title": "Bondage:",
      "subtitle": "The act of restraining someone with materials like ropes, handcuffs, or other devices.",
      "cardColor": "perfume"
    },
    {
      "letter": "C",
      "title": "Chastity:",
      "subtitle": "Using devices or agreements to restrict access to the wearer’s genitals for periods of time.",
      "cardColor": "black"
    },
    {
      "letter": "D",
      "title": "Domination:",
      "subtitle": "Exercising control over a consenting partner in a variety of ways, both psychological and physical.",
      "cardColor": "black"
    },
    {
      "letter": "E",
      "title": "Exhibitionism:",
      "subtitle": "Deriving pleasure from being watched or exposed in public or semi-public settings.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "F",
      "title": "Findom:",
      "subtitle": "A kink where pleasure is derived from financial domination, often involving one person giving control over their finances to a financially dominant partner.",
      "cardColor": "perfume"
    },
    {
      "letter": "G",
      "title": "Gags:",
      "subtitle": "Using mouth gags in play to restrict speech or create a sense of submission.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "H",
      "title": "Hair Pulling:",
      "subtitle": "Using the hair as a means of control or erotic pain within a consensual scenario.",
      "cardColor": "perfume"
    },
    {
      "letter": "I",
      "title": "Impact Play:",
      "subtitle": "Striking the body with hands or implements like paddles, whips, or floggers.",
      "cardColor": "black"
    },
    {
      "letter": "J",
      "title": "Japanese Bondage:",
      "subtitle": "A style of bondage known as Shibari, focusing on artistic patterns and elaborate rope ties.",
      "cardColor": "black"
    },
    {
      "letter": "K",
      "title": "Knife Play:",
      "subtitle": "Using knives to create sensations of fear or adrenaline without typically intending harm.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "L",
      "title": "Latex:",
      "subtitle": "Wearing latex clothing or engaging in play involving latex materials, often for its tactile and visual appeal.",
      "cardColor": "perfume"
    },
    {
      "letter": "M",
      "title": "Medical Play:",
      "subtitle": "Role-playing medical scenarios, often involving examinations or the use of medical instruments.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "Placeholder",
      "title": "Explore<br/>and</br>date funky",
      "subtitle": "",
      "cardColor": "perfume"
    },
    {
      "letter": "N",
      "title": "Nylon:",
      "subtitle": "Fetish involving nylon fabric, including stockings or pantyhose.",
      "cardColor": "black"
    },
    {
      "letter": "O",
      "title": "Orgasm Control:",
      "subtitle": "Controlling the timing or permission for orgasm, including practices like edging or denial.",
      "cardColor": "perfume"
    },
    {
      "letter": "P",
      "title": "Pony Play:",
      "subtitle": "Role-playing is the part of a pony, often involving costumes, training, and gear like bits or harnesses.",
      "cardColor": "black"
    },
    {
      "letter": "Q",
      "title": "Queening:",
      "subtitle": "A form of face-sitting where one partner sits on or over the other’s face for oral-genital or oral-anal stimulation.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "R",
      "title": "Role-Playing:",
      "subtitle": "Engaging in erotic role-play scenarios, adopting different personas or settings.",
      "cardColor": "black"
    },
    {
      "letter": "S",
      "title": "Sensory Deprivation:",
      "subtitle": "Limiting one or more senses to heighten others, using blindfolds, earplugs, or hoods.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "T",
      "title": "Tickling:",
      "subtitle": "Using tickling as a form of erotic stimulation or playful torture.",
      "cardColor": "perfume"
    },
    {
      "letter": "U",
      "title": "Uniforms:",
      "subtitle": "Fetishizing specific types of uniforms, like military, police, or school uniforms.",
      "cardColor": "perfume"
    },
    {
      "letter": "V",
      "title": "Voyeurism:",
      "subtitle": "Watching others engage in private, often intimate activities.",
      "cardColor": "black"
    },
    {
      "letter": "W",
      "title": "Wax Play:",
      "subtitle": "Dripping hot wax on the skin as a form of sensation play.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "X",
      "title": "X-dressing:",
      "subtitle": "Cross-dressing, where individuals wear clothing and adopt gender expressions traditionally associated with the opposite sex.",
      "cardColor": "frenchLilac"
    },
    {
      "letter": "Y",
      "title": "Yoke:",
      "subtitle": "Using yokes or similar devices in bondage or slave training scenarios.",
      "cardColor": "perfume"
    },
    {
      "letter": "Z",
      "title": "Zentai:",
      "subtitle": "Wearing full-body tight suits that cover the entire body, including the face, often made from spandex or lycra.",
      "cardColor": "black"
    }
  ]
}
