{
  "title": {
    "type": "h1",
    "text": "How to Take Nudes – Our Guide with Best Ideas for Sexy Photos"
  },

  "message-bubble1": "How do I take a sexy nude that you won’t regret sending?",
  "message-bubble2": "No worries! we have your back. A few tips, and you'll nail it!",

  "sections-anchors": {
    "what-is-a-nude": "What is a nude",
    "ideas-for-posing": "Ideas for posing",
    "how-to-ask-and-send": "How to Ask For Nudes and How to Send Them",
    "what-if-leaked": "What to do if your nudes get leaked"
  },

  "what-is-a-nude-title": {
    "type": "h2",
    "text": "What is a Nude",
    "color": "white"
  },
  "what-is-a-nude-descr": {
    "text": "Welcome to Flure's guide to nudes! We're covering it all – from capturing and sharing the perfect shot, to handling unexpected situations like a pro.<br><br>Yes, A nude is a photo of your naked body. In order to make it a classy one, you shouldn’t go with genitalia closeups. Don’t worry, we will help you to find cool angles, get some ideas of how to usr light and enjoy yourself while you’re at it!",
    "color": "white"
  },
  "how-to-take-a-nude-title": {
    "type": "h2",
    "text": "How to Take<br class=mobile> a Nude",
    "color": "white"
  },
  "how-to-take-a-nude-descr": {
    "text": "Taking nudes is somewhat a form of art, but an easy one. Poses, lighting, angles, and privacy are essential elements for a successful nude photoshoot. Regardless of body type, creative ways exist to capture your best self, whether in the shower, bed, or pretty much anywhere.",
    "color": "white"
  },

  "quotes": {
    "nadia": {
      "name": "Nadia Shilo",
      "role": "Photographer",
      "quote": "Transforming your smartphone into a tool for sensual photography is easier than you think! Invest in a reliable tripod for steady shots, explore lens attachments for enhanced clarity, and don't forget to play with filter apps to add that touch of magic. And most importantly, let your confidence shine through. Remember, it's not just about the visuals. it's about telling your unique story.",
      "img": "/images/nudes-guide/nadia.png"
    },
    "catherine": {
      "name": "Catherine Drysdale",
      "role": "Sex + Relationship Coach and Community Manager<br class=mobile>for Flure",
      "quote": "Set the mood for taking nudes just like you would for a hot date. Take that everything shower, turn on that mood music, light those candles, and play with romantic lighting and textures.",
      "img": "/images/nudes-guide/catherine.png"
    },
    "mac": {
      "name": "Mac (They, Them)",
      "role": "<br class=mobile>Content Creator",
      "quote": "If you are not confident about your body, try sending your first nudes to close friends! You are about to share your nude body with a stranger, so test it on people you love.",
      "img": "/images/nudes-guide/mac.png"
    },
    "sara": {
      "name": "Sara Rosen",
      "role": "Certified Sex Therapist",
      "quote": "When taking nudes, speak kindly to yourself about your body. Positive self-talk makes the whole experience way more fun.",
      "img": "/images/nudes-guide/sara.png"
    },
    "haley": {
      "name": "Haley",
      "role": "Content Creator",
      "quote": "I always get unsolicited dickpics, most of the times I reply with a link to a free clinic where they treat STIs.",
      "img": "/images/nudes-guide/haley.png"
    },
    "carley": {
      "name": "Carly Pifer",
      "role": "Creator of Read Aurore",
      "quote": "Take a video then screenshot so poses feel more fluid & natural.",
      "img": "/images/nudes-guide/carley.png"
    },
    "james": {
      "name": "James",
      "role": "OF model",
      "quote": "Asking for nudes isn't just about the nudes. It's about the connection and the respect you build. Treat it with care, protect it fiercely, and never take it for granted.",
      "img": "/images/nudes-guide/james.png"
    }
  },

  "ideas-for-posing-title": {
    "type": "h2",
    "text": "Ideas for Posing"
  },

  "ideas-for-posing-descr": {
    "text": "When it comes to posing, there are many good options, from classic and artistic nude poses to more suggestive and tasteful ideas. Knowing how to capture your best angles is key, whether you're emphasising body curves or any specific features. Start with experimenting, trying poses and angles. Play, don’t be shy!<br><br>Your body is unique and precious. Look in the mirror and explore it, find what you like the most: soft skin, curves or angles, bushes or bumps. Anything can work! Talk to yourself and give your bod some love!"
  },

  "poses-title": {
    "type": "h3",
    "text": "Poses"
  },

  "poses-descr": {
    "text": "Time to have fun!  Soot a video of yourself posing in different angles and see what you like! If you have a bestie to share this experience with, plat model-photographer. Try different settings: mirror, bath, bed linen, kitchen. Play with what you can use!"
  },

  "poses-img": "/images/nudes-guide/poses.png",

  "lighting-and-angles-title": {
    "type": "h3",
    "text": "Lighting and Angles"
  },

  "lighting-and-angles-descr": {
    "text": "The magic of lighting cannot be overstated. Soft, diffused light creates a romantic vibe, and playing with shadows adds depth. Different angles can help you find the perfect combo, creating the excellent shot that boosts confidence. Don’t use celling light, try smaller lamps and move them or move around them!"
  },

  "lighting-and-angles-img": "/images/nudes-guide/lighting-and-angles.png",

  "selfie-approach-title": {
    "type": "h3",
    "text": "The Selfie Approach",
    "color": "white"
  },

  "selfie-approach-descr": {
    "text": "Sometimes, the best nudes are the ones you take yourself. A selfie offers complete control, allowing for a cute, playful, or deeply personal presentation. Experiment with different compositions using a selfie stick or a mirror. You can try making a video and screenshotting the best frames!",
    "color": "white"
  },

  "selfie-approach-img": "/images/nudes-guide/selfie-approach.png",
  "how-to-ask-and-send-title": {
    "type": "h2",
    "text": "How to Ask For Nudes and How to Send Them"
  },
  "how-to-ask-img1": "/images/nudes-guide/how-to-ask1.png",
  "how-to-ask-img2": "/images/nudes-guide/how-to-ask2.png",

  "be-tactful-title": {
    "type": "h3",
    "text": "Be Tactful"
  },
  "respect-boundaries-title": {
    "type": "h3",
    "text": "Respect their Boundaries"
  },

  "be-tactful-list": [
    "Approach your partner with a mix of sincerity and light-heartedness. It’s a delicate dance between being direct and maintaining a playful tone.",
    "Pay attention to their responses. If they are not giving you the green light, back off gracefully. No means no."
  ],

  "respect-boundaries-list": [
    "Pressuring is not an option. If you're met with hesitation, let it be known that you value their choices and privacy above all else."
  ],

  "how-to-ask-invite-plain-img": "/images/nudes-guide/plain.png",
  "how-to-ask-invite-heart-img": "/images/nudes-guide/heart.png",

  "how-to-ask-invite-title": {
    "type": "h2",
    "text": "Explore and<br class=mobile> date funky!"
  },

  "handle-denials-title": {
    "type": "h3",
    "text": "Handle Denials<br class=mobile> Like a Pro"
  },

  "if-they-say-yes-title": {
    "type": "h3",
    "text": "If They Say Yes"
  },

  "handle-denials-list": [
    "If they say no, let that be an end to it. Show them that their decision hasn’t changed how you view them or your interaction.",
    "Use it as an opportunity to strengthen the trust between you. Showing respect can only make your connection more robust."
  ],

  "if-they-say-yes-list": [
    "Keep their photos confidential, and show them the same respect you’d want in return.",
    "Express your gratitude, not just for the photo but for the trust they placed in you."
  ],
  "what-to-do-if-leaked-title": "What to Do If Your Nudes<br class=mobile> Get Leaked",
  "what-to-do-if-leaked-descr": {
    "text": "When creating nudes, try not to show your face, anything that can reveal your address or be potentially sensitive. If you choose to be full-on transparent, consider the risks of all your content being leaked. If your grandma and co-workers won’t judge and you are proud of yourself, we say — go for it.<br><br>But if you tried to do everything in a safe way, finding out your nudes have hit the public domain can feel like a storm has just uprooted your personal sanctuary. Take a deep breath and minimize damage."
  },

  "immediate-steps-title": {
    "type": "h3",
    "text": "Immediate Steps",
    "color": "white"
  },
  "immediate-steps-list": [
    "First things first, secure the evidence. Screenshot, save, and document everything.",
    "Contact the platforms where the images appeared. Demand immediate removal under their privacy policies.",
    "Next, let's talk about your rights. You didn’t sign up for this, so lean on the law. Report the incident to the authorities and explore legal actions for infringement of privacy.",
    "If there’s a hint of blackmail, make it known. Extortion is a no-go, and the law's got your back."
  ],
  "immediate-steps-img": "/images/nudes-guide/immediate-steps-collage.png",

  "if-you-are-ready-descr": {
    "text": "If you're ready to explore more and connect with others who appreciate the beauty and artistry of self-expression, the Flure dating app is your perfect destination. With Flure, you can find a community that respects your individuality and provides a safe space to share and connect."
  },
  "why-wait": "So, why wait? Download the Flure app now, and step into a world where self-love and mutual respect reign supreme. It's time to start your journey with confidence and join a community that celebrates you.",

  "get-to-it": "Get to it!",
  "find-someone-to-share": "Find someone to share a nude! with!"
}
